[
  "marginnote-companion",
  "obsidian-excalidraw-plugin",
  "table-editor-obsidian",
  "obsidian-collapse-all-plugin",
  "code-block-copy",
  "dataview",
  "obsidian-kanban",
  "quickadd",
  "obsidian-quiet-outline",
  "recent-files-obsidian",
  "templater-obsidian",
  "obsidian-admonition",
  "media-extended",
  "mx-bili-plugin",
  "convert-url-to-iframe",
  "highlightr-plugin",
  "obsidian-git",
  "cm-editor-syntax-highlight-obsidian",
  "find-unlinked-files",
  "obsidian-image-auto-upload-plugin",
  "obsidian-style-settings",
  "buttons",
  "obsidian-dynamic-toc",
  "notion-like-tables",
  "markdown-prettifier",
  "excalibrain",
  "obsidian-icon-folder",
  "obsidian-latex-suite",
  "remotely-save",
  "obsidian-copy-block-link",
  "Enhanced-editing",
  "obsidian-html-tags-autocomplete",
  "obsidian-plugin-toc",
  "obsidian-code-tab",
  "oz-image-plugin",
  "auto-card-link",
  "obsidian-reminder-plugin",
  "obsidian-image-toolkit",
  "mermaid-tools",
  "auto-card-link-enhance",
  "juggl",
  "obsidian-kroki",
  "obsidian-kroki-enhance"
]